[
    {"word":"attract ","meaning":" (v): hấp dẫn, lôi cuốn, thu hút","phonetics":"/ə\u0027trækt/","explain":" to draw by appeal","example":" The display attracted a number of people at the convention","exampleMeaning":"Việc trưng bày đã thu hút được một số người tại hội nghị"},{"word":"compare ","meaning":" (v): so sánh, đối chiếu","phonetics":"/kəm\u0027peə/","explain":" to examine people or things to see how they are similar and how they are different","example":" Once the customer compared the two products, her choice was easy.","exampleMeaning":"Khi mà người khách hàng được so sánh 2 sản phẩm, sự lựa chọn của cô ta sẽ dễ dàng hơn"},{"word":"competition ","meaning":" (v): ‹sự/cuộc› cạnh tranh, tranh giành, thi đấu","phonetics":"/,kɔmpi\u0027tiʃn/","explain":" a situation in which people or organizations compete with each other for something that not everyone can have","example":" In the competition for afternoon dinners, Hector\u0027s has come out on top","exampleMeaning":"Trong cuộc thi của các quán ăn chiều, của hàng Hector đã được xếp hạng nhất."},{"word":"consume ","meaning":" (v): tiêu thụ, tiêu dùng","phonetics":"/kən\u0027sju:m/","explain":" to use something, especially fuel, engery or time","example":" The printer consumes more toner than the downstairs printer","exampleMeaning":"Cái máy in ngốn nhiều ống mực hơn là cái máy in ở dưới nhà"},{"word":"Convince","meaning":" (v): Thuyết phục","phonetics":" /kən\u0027vins/","explain":" to make somebody / yourselft believe that something is true","example":" He convinced me that he was right.","exampleMeaning":"Anh ấy đã thuyết phục tôi rằng anh ấy đã đúng."},{"word":"currently ","meaning":" (adv): hiện thời, hiện nay, lúc này","phonetics":"/ˈkʌrəntli/","explain":" at the present time","example":" Currently, customers are demanding big discounts for bulk orders","exampleMeaning":"Hiện nay, khách hàng đang đòi hỏi những khoản giảm giá nhiều cho những đơn hàng lớn"},{"word":"fad ","meaning":" (n): mốt nhất thời, sự thích thú tạm thời; dở hơi, gàn dở","phonetics":"/fæd/","explain":" something that people are interested in for only a short period of time.","example":" The mini dress was a fad once thought to be finished, but now it is making a comeback","exampleMeaning":"Váy ngắn là mốt tạm thời mỗi khi ý tưởng bị hết, nhưng hiện giờ nó đang quay trở lại"},{"word":"market ","meaning":" (v): thị trường, chợ, nơi mua bán sản phẩm...","phonetics":"/\u0027mɑ:kit/","explain":" to advertise and offer a product for sale","example":" The market for brightly colored clothing was brisk last year, but it\u0027s moving sluggishly this year","exampleMeaning":"Thị trường của trang phục màu sắc sặc sỡ rất phát đạt vào năm ngoái, nhưng nó lại chuyển động uể oải trong năm nay"},{"word":"Persuasion","meaning":" (n): ‹sự› thuyết phục, làm cho tin (chú ý: persuade \u003e convince)","phonetics":" /pə\u0027sweiʤn/","explain":" the power to influence, a deep conviction or belief.","example":" The seminar teaches techniques of persuasion to increase sales.","exampleMeaning":"Hội thảo giảng dạy những kỹ thuật thuyết phục để gia tăng doanh số"},{"word":"productive ","meaning":" (adj): sản xuất, sinh sản; sinh lợi nhiều, có hiệu quả","phonetics":"/prəˈdʌktɪv/","explain":" making goods or growing crops.","example":" The unproductive sales meeting brought many staff complaints","exampleMeaning":"Hội nghị kinh doanh phi lợi nhuận đã làm cho nhiều nhân viên phàn nàn"},{"word":"satisfaction ","meaning":" (n): sự làm thỏa mãn, sự hài lòng","phonetics":"/,sætis\u0027fækʃn/","explain":" the good feeling that you have when you have achieved something","example":" Your satisfaction is guaranteed or you\u0027ll get your money back.","exampleMeaning":"Sự hài lòng của bạn được bảo đảm, hoặc là bạn sẽ được nhận lại tiền của mình"}
]