[{"word":"assemble ","meaning":"(v): thu thập, lắp ráp, tập hợp","phonetics":"/ə\u0027sembl/","explain":"to bring people or things together as a group","example":"All the students were asked to assemble in the main hall","exampleMeaning":"Tất cả các sinh viên được yêu cầu tập hợp ở hội trường chính."},{"word":"beforehand ","meaning":"(adv): sẵn, có sẵn, trước, sớm","phonetics":"/bi\u0027fɔ:hænd/","explain":"earlier; before something else happens","example":"To speed up the mailing, we should prepare the labels beforehand","exampleMeaning":"Để tăng tốc gửi thư, chúng ta nên chuẩn bị nhãn trước."},{"word":"complication ","meaning":"(n): sự phức tạp, sự rắc rối","phonetics":"/ˌkɑːmplɪˈkeɪʃn/","explain":"a complex combination of elements or things.","example":"She will have to spend two more days in the hospital due to complications during the surgery.","exampleMeaning":"Cô sẽ phải mất hai ngày nữa trong bệnh viện do biến chứng trong khi phẫu thuật."},{"word":"courier ","meaning":"(n): người đưa tin, người đưa thư, người chuyển phát","phonetics":"/\u0027kuriə/","explain":"a person or company whose job is to take packages or papers somewhere","example":"We hired a courier to deliver the package","exampleMeaning":"Chúng tôi đã thuê một người đưa thư để phân phát các kiện hàng."},{"word":"express ","meaning":"(adj): nhanh, hỏa tốc, tốc hành.","phonetics":"/iks\u0027pres/","explain":"fast and direct","example":"It\u0027s important that this document be there tomorrow, so please send it express mail.","exampleMeaning":"Việc tài liệu này phải có ở chổ ngày mai vì nó rất quan trọng, do đó nên hãy gửi thư chuyển phát nhanh"},{"word":"fold ","meaning":"(v): nếp gấp, gấp lại","phonetics":"/fould/","explain":"to bend something, especially paper or cloth","example":"Fold the letter into three parts before stuffing it into the envelope","exampleMeaning":"Gấp lá thư làm ba bước trước khi nhét nó vào bao thư."},{"word":"layout ","meaning":"(n): sự bổ trí trang giấy","phonetics":"/ˈleɪaʊt/","explain":"the way in which the parts of something such as the page of a book, a garden or a building are arranged","example":"There is no single correct layout for business letters","exampleMeaning":"Trong thư thương mại thì không có bổ cục nào là chuẩn hoàn toàn hết cả."},{"word":"mention ","meaning":"(n, v): (n) sự đề cập; (v) nói đến, đề cập đếm, đề xuất","phonetics":"/\u0027menʃn/","explain":"an act of refering to somebody / something in speech or writing","example":"You should mention in the letter that we can arrange for mailing the brochures as well as printing them","exampleMeaning":"Anh nên đề cập trong thư rằng chúng ta có thể thu xếp gửi (thư) tờ bướm cũng như là in ấn chúng."},{"word":"petition ","meaning":"(n, v): (n) ‹sự/đơn› cầu xin, đơn kiến nghị, đơn thỉnh cầu; (v) cầu xin, kiến nghị","phonetics":"/pi\u0027tiʃn/","explain":"a written document signed by a large people that asks somebody to change something","example":"The petition was photocopied and distributed to workers who will collect the neccessary signatures","exampleMeaning":"Đơn kiến nghị được photocopy và phân phát đến những công nhân nào sẽ thu thập chữ ký cần thiết."},{"word":"proof ","meaning":"(n): bằng chứng, chứng cớ","phonetics":"/proof/","explain":"information, documents, etc. that show something is true","example":"This letter was not proofed very carefully; it is full of typing mistakes","exampleMeaning":"Lá thư này không được kiểm lỗi cẩn thận; nó đầy những lỗi đánh máy."},{"word":"register ","meaning":"(v): đăng ký, sổ, sổ sách, công- tơ","phonetics":"/\u0027redʤistə/","explain":"to record somebody / something name on a list","example":"You can register this mail for an additional $2.2","exampleMeaning":"Anh ấy có thể gửi đảm bảo thư này với một khoản 2.2 đô-la phí bổ sung"},{"word":"revise ","meaning":"(v): đọc lại, xem lại, duyệt lại, sửa lại (bản in thử, đạo luật...)","phonetics":"/ri\u0027vaiz/","explain":"to change something, such as a book or an estimate to correct or improve it","example":"The brochure was revised several times before it was sent to the printer","exampleMeaning":"Tờ bướm được duyệt lại vài lần trước khi nó được gửi đi in."}]
