[{"word":"ability ","meaning":"(n): năng lực, khả năng, tài năng","phonetics":"/ə\u0027biliti/","explain":"the fact that somebody / something able to do something","example":"The designer\u0027s ability was obvious from her porfolio","exampleMeaning":"Năng lực của người thiết kế đã rõ ràng từ cặp hồ sơ (thiết kế) của cô ta."},{"word":"apply ","meaning":"(v): nộp, ứng tuyển, áp dụng, ứng dụng,; thỉnh cầu, xin, xin việc, tim việc","phonetics":"/ə\u0027plai/","explain":"to make a formal request, usually in writing, for something such as a job, a place at college, university","example":"The college graduate applied for three jobs and received three offers.","exampleMeaning":"Người tốt nghiệp cao đẳng đã xin việc ở 3 nơi và nhận được 3 lời mời chào."},{"word":"background ","meaning":"(n): kiến thức, kinh nghiệm, quá trình đào tạo, quá trình học tập","phonetics":"/\u0027bækgraund/","explain":"the details of a person\u0027s familly, education, experience","example":"Your background in the publishing industry is a definite asset for this job","exampleMeaning":"Kiến thức của anh trong công nghiệp xuất bản là một vốn quý rõ ràng cho công việc này."},{"word":"be ready for N/A","meaning":"(v): sẵn sàng cho","phonetics":"/be ready for/","explain":"Abc","example":"Thanks to her careful research, the applicant felt that she was ready for the interview with the director of the program.","exampleMeaning":"Nhờ sự nghiên cứu cẩn thận của mình, người xin việc thấy rằng cô ta đã sẵn sàng cho cuộc phỏng vấn với người giám đốc của chương trình"},{"word":"call in N/A","meaning":"(v): yêu cầu, mời tới","phonetics":"/call in/","explain":"to ask to come, to beckon","example":"The HR manager called in all the qualified applicants for a 2nd interview","exampleMeaning":"Giám đốc nhân sự mời tất cả các ứng viên đủ điều kiện cho một cuộc phỏng vấn lần 2"},{"word":"confidence ","meaning":"(n): sự tin cậy, tin tưởng","phonetics":"/\u0027kɔnfidəns/","explain":"the feeling that you can trust, believe in and be sure about the abilities or good qualities of somebody / something","example":"Good applicants show confidence during an interview","exampleMeaning":"Những người xin việc giỏi thể hiện sự tự tiwn trong suốt cuộc phỏng vấn."},{"word":"constantly ","meaning":"(adj): Luôn luôn, liên tục, liên miên","phonetics":"/\u0027kɔnstəntli/","explain":"all the time; repeatedly","example":"The company is constanly looking for highly trained employees","exampleMeaning":"Công ty không ngừng tìm kiếm những nhân viên được đào tạo tốt."},{"word":"expert","meaning":"(n): Chuyên gia, chuyên viên","phonetics":"/\u0027ekspə:t/","explain":"a person with special knowledge, skill","example":"Our department head is an expert in financing","exampleMeaning":"Thủ trưởng bộ phận của chúng tôi là một chuyên gia về tài chính."},{"word":"follow up","meaning":"(v, n): (v) theo sau, bám miết; (n) tiếp theo, kế tiếp","phonetics":"/follow up/","explain":"to continue, to take additional steps","example":"Always follow up an interview with a thank-you note","exampleMeaning":"Luôn bám sát một cuộc phỏng vấn với một lá thư cám ơn ngắn."},{"word":"hesitant ","meaning":"(adj): Do dự, lưỡng lự, ngập ngừng","phonetics":"/\u0027hezitənt/","explain":"slow to speak or act because you feel uncertain","example":"Marla was hesitant about negotiating a higher salary","exampleMeaning":"Marla lưỡng lự về việc thương lượng một mức lương cao hơn."},{"word":"present ","meaning":"(v): Đưa ra, bày tỏ, giới thiệu","phonetics":"/\u0027preznt - pri\u0027zent/","explain":"to give something to somebody, especially formally at a ceremony","example":"The local MP will start the race and present the prizes","exampleMeaning":"Nghị sĩ địa phương sẽ bắt đầu cuộc đua và trao giải"},{"word":"weakly","meaning":"(adv): Một cách yếu ớt, yếu, ốm yếu","phonetics":"/\u0027wi:kli/","explain":"in a weak way","example":"Her hands trembled and she spoke weakly at the interview","exampleMeaning":"Tay cô ta run và cô ta nói giọng yếu ớt tại buổi phỏng vấn."}]
