[{"word":"appreciation ","meaning":"(n): ‹sự› đánh giá, nhận thức (đúng/cao/sâu sắc); sự cảm kích","phonetics":"/ə,pri:ʃi\u0027eiʃn/","explain":"pleasure that you have when you recognize good qualities","example":"In appreciation of your hard work on the Castcon project, the department will hold a casual lunch party on November third","exampleMeaning":"Để đánh giá cao sự làm việc chăm chỉ của các bạn trong dự án Castcon, bộ phận sẽ tổ chức một bữa liên hoan trưa đột xuất vào n"},{"word":"be made of N/A","meaning":"(v): làm bằng (cái gì), gồm có (cái gì)","phonetics":"/be made of/","explain":"be produced of","example":"This job will really test what you are made of","exampleMeaning":"Công việc này sẽ thật sự kiểm tra xem anh là người thế nào"},{"word":"bring in N/A","meaning":"(v): Thuê, mướn, tuyển dụng, dẫn tới, mang tới","phonetics":"/bring in/","explain":"to hire or recruit","example":"The company brought in new team of project planners","exampleMeaning":"Công ty đã thuê một đội mới cho các nhà hoạch định dự án"},{"word":"casually ","meaning":"(adv): bình thường, tự nhiên, không trịnh trọng, thân mật (informally)","phonetics":"/ˈkæʒuəli/","explain":"not showing much care or throught","example":"On Fridays, most employees dress casually","exampleMeaning":"Vào các thứ Sáu, phần lớn nhân viên ăn mặc tùy ý (không mặc đồng phục)"},{"word":"code ","meaning":"(n): quy định, quy tắc, luật lệ, đạo lý","phonetics":"/koud/","explain":"a set moral principles or rules of behaviour","example":"Even the most traditional companies are changing their dress code to something less formal","exampleMeaning":"Thậm chí hầu hết các công ty theo lối cổ cũng đang thay đổi quy tắc ăn mặc của họ sao cho bớt trịnh trọng đi"},{"word":"expose ","meaning":"(v): phơi bày, bộc lộ, phô ra, trưng bày","phonetics":"/iks\u0027pouz/","explain":"to show something that is usually hidden","example":"He did not want to expose his fears and insecurity to anyone.","exampleMeaning":"Anh ấy không muốn để lộ sự sợ hãi và bất an của mình cho bất cứ ai."},{"word":"glimpse ","meaning":"(n): nhìn lướt qua, thoáng qua","phonetics":"/glimps/","explain":"a look at somebody / something for a very short time","example":"The secretary caught a glimpse of her new boss as she was leaving the office.","exampleMeaning":"Cô thư ký bắt gặp ánh mắt lướt qua của người chủ mới khi cô ấy rời khỏi văn phòng"},{"word":"out of N/A","meaning":"(adj): hết, mất, không còn","phonetics":"no longer having","explain":"/no longer having/","example":"The presenter ran out of time before he reached his conclusion","exampleMeaning":"Người dẫn chương trình đã hết thời gian trước khi anh ta đi đến kết luận"},{"word":"outdated ","meaning":"(adj): hết hạn; lỗi thời, lạc hậu, cổ, hiện nay không còn dùng (obsolete)","phonetics":"/aut\u0027deitid/","explain":"not currently in use","example":"Before you do a mailing, make sure that none of the addresses is outdated.","exampleMeaning":"Trước khi anh gửi thư, hãy bảo đảm rằng không có địa chỉ nào hiện không còn sử dụng"},{"word":"practice ","meaning":"(n, v): (n) sự thực hành; (v) thực hành, rèn luyện, tập luyện; thói quen, thủ tục","phonetics":"/\u0027præktis/","explain":"action rather than ideas","example":"Bill practiced answering the telephone until he was satisfied","exampleMeaning":"Bill thực tập trả lời điện thoại cho đến khi anh ta cảm thấy hài lòng"},{"word":"reinforce ","meaning":"(v): tăng cường, củng cố, gia cố","phonetics":"/,ri:in\u0027fɔ:s/","explain":"to make a feeling, an idea, etc. stronger","example":"Employees reinforced their learning with practice in the workplace","exampleMeaning":"Các nhân viên củng cố kiến thức của mình bằng việc thực hành ở nơi làm việc"},{"word":"verbally ","meaning":"(adv): bằng miệng, bằng lời nói","phonetics":"/\u0027və:bəli/","explain":"in spoken words and not in writing or actions","example":"The guarantee was made only verbally","exampleMeaning":"Sự bảo đảm được cam kết chỉ bằng lời"}]
