[{"word":"characteristic ","meaning":"(adj, n): (adj) đặc thù, (n) đặc trưng, đặc điểm, đặc thù, cá biệt","phonetics":"/,kæriktə\u0027ristik/","explain":"very typical of something or of somebody\u0027s character.","example":"One characteristic of the store is that it is slow in mailing refund checks.","exampleMeaning":"Một đặc điểm của cửa hàng là nó chậm chạp trong việc gửi hóa đơn hoàn trả"},{"word":"consequence ","meaning":"(n): kết quả, hậu quả, hệ quả; tầm quan trọng, tính trọng đại","phonetics":"/\u0027kɔnsikwəns/","explain":"a result of something that has happened","example":"As a consequence of not having seen a dentist for several years, Lydia had several cavities.","exampleMeaning":"Là hậu quả của việc không đi khám nha sĩ trong vài năm, Lydia đã bị vài răng sâu rỗng"},{"word":"consider ","meaning":"(v): cân nhắc, suy xét, suy nghĩ (một cách cẩn thận); lưu ý, quan tâm","phonetics":"/kən\u0027sidə/","explain":"to think about something carefully","example":"After considering all the options, Della decided to buy a used car","exampleMeaning":"Sau khi cân nhắc tất cả sự chọn lựa, Della đã quyết định mua chiếc xe cũ"},{"word":"cover ","meaning":"(v): che, phủ, trùm, bọc; bao gồm","phonetics":"/\u0027kʌvə/","explain":"to include something; to deal with something","example":"Will my medical insurance cover this surgery?","exampleMeaning":"Hợp đồng bảo hiểm y tế của tôi liệu có bao gồm cho ca phẫu thuật này không?"},{"word":"expiration ","meaning":"(n): sự mãn hạn, sự hết hạn, sự kết thúc","phonetics":"/,ekspaiə\u0027reiʃn/","explain":"an ending of the period of time when an official document can be used","example":"Have you checked the expriration date on this yogurt?","exampleMeaning":"Anh đã kiểm tra hạn sử dụng của món sữa chua này chưa?"},{"word":"frequently ","meaning":"(adv): thường xuyên, một cách thường xuyên","phonetics":"/ˈfriːkwəntli/","explain":"often","example":"Appliances frequently come with a one-year warranty","exampleMeaning":"Trang thiết bị thường có bảo hành một năm"},{"word":"imply ","meaning":"(v): ngụ ý, hàm ý, ẩn ý, ý nói","phonetics":"/im\u0027plai/","explain":"to suggest that something is true without saying so directly","example":"The guarantee on the Walkman implied that all damages were covered under warranty for one year","exampleMeaning":"Giấy bảo đảm theo máy nghe nhạc Walkman đã ngụ ý rằng mọi hư hỏng đều được bao gồm trong thời hạn bảo hành là 1 năm"},{"word":"promise ","meaning":"(v): (n) hứa hẹn, cam đoan, bảo đảm; (v) hứa","phonetics":"/promise/","explain":"to tell somebody that you will definitely do or not do something","example":"The sales associate promised that our new mattress would arrive by noon on Saturday","exampleMeaning":"Người cộng tác kinh doanh hứa rằng tấm nệm mới của chúng ta sẽ đến trước trưa thứ Bảy"},{"word":"protect ","meaning":"(v): bảo vệ, bảo hộ, che chở","phonetics":"/protect/","explain":"to make sure that somebody / something is not harmed, injured","example":"Consumer laws are designed to protect the public against unscrupulous vendors","exampleMeaning":"Luật tiêu dùng được thiết kế để bảo vệ công chúng trước những kẻ bán hàng vô lương tâm"},{"word":"reputation ","meaning":"(n): danh tiếng, thanh danh, tiếng (tốt của nhân vật)","phonetics":"/,repju:\u0027teiʃn/","explain":"the opinion that people have about what s.b/s.th is like, based on what has happened in the past","example":"The company knew that the reputation of its products was the most important asset it had","exampleMeaning":"Công ty biết rằng tiếng tăm sản phẩm của họ là thứ tài sản quan trọng nhất mà họ có"},{"word":"require ","meaning":"(v): đòi hỏi, yêu cầu, cần phải","phonetics":"/ri\u0027kwaiə/","explain":"to need something; to depend on s.b / s.th","example":"The law requires that each item clearly display the warranty information","exampleMeaning":"Luật pháp yêu cầu mỗi món hàng trình bày rõ ràng thông tin về bảo hành"},{"word":"variety ","meaning":"(n): đa dạng, nhiều thứ/loại/vẻ khác nhau","phonetics":"/və\u0027raiəti/","explain":"different sorts of the same thing","example":"There\u0027s a variety of standard terms that you\u0027ll find in warranties","exampleMeaning":"Có nhiều điều khoản tiêu chuẩn mà bạn sẽ thấy ở trong các phiếu bảo hành"}]
